<template>
  <div id="app">
 <div class="container">
 	<h2> Навыки и достижения:</h2>	
		<ul>
						<li>опыт разработки веб-приложений: HTML5, CSS3, Photoshop, js (ES5, ES6), Vue.js, jQuery, Bootstrap 4, sass, gulp, webpack, git</li>
						<li>общие представления о PHP, MySQL</li>
						<li>владение английским языком: intermediate</li>
						<li>наличие сертификата об окончании курсов английского языка для подготовки к TOEFL</li>						
						<li>участник образовательной программы «Шаг в будущее» (Россия-Швеция)</li>
						<li>участник международной конференции «EI’ Manuscript-12:  Информационные технологии и Письменное наследие» (в качестве организатора)</li>
						<li>наличие сертификатов об окончании 1 и 2 ступени курсов ораторского мастерства (Центр личностного роста «Будь собой»)</li>
						<li>проходил педагогическую практику в качестве преподавателя высшей математики в ПетрГУ</li>
		</ul>	
	</div>

 <hr>
 <button class="btn btn-danger" @click="$emit('onSkills')">
			Узнать больше
		</button>
	 </div>
  </div>
</template>

<script>

</script>

<style scoped>

</style>
